Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/Plugins.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# plugin.marketplace.label.wifi-signal
source: Wi-Fi 信号
ar: إشارة Wi-Fi
de: WLAN-Signal
en: Wi-Fi signal
es: Señal Wi-Fi
fr: Signal Wi-Fi
ko: Wi-Fi 신호
pt: Sinal Wi-Fi
ru: Сигнал Wi-Fi
tr: Wi-Fi sinyali
zh_hant: Wi-Fi 訊號

# plugin.marketplace.label.window-frames
source: 窗口位置与大小
ar: موضع النوافذ وحجمها
de: Fensterposition und -größe
en: Window frames
es: Posición y tamaño de las ventanas
fr: Position et taille des fenêtres
ja: ウインドウの位置とサイズ
ko: 윈도우 위치 및 크기
pt: Posição e tamanho das janelas
ru: Положение и размер окон
tr: Pencere çerçeveleri
zh_hant: 視窗位置與大小

# plugin.marketplace.label.window-geometry
source: 窗口位置与大小
ar: موضع النوافذ وحجمها
de: Fensterposition und -größe
en: Window geometry
es: Posición y tamaño de las ventanas
fr: Position et taille des fenêtres
ja: ウインドウの位置とサイズ
ko: 윈도우 위치 및 크기
pt: Posição e tamanho das janelas
ru: Положение и размер окон
tr: Pencere geometrisi
zh_hant: 視窗位置與大小

# plugin.marketplace.label.window-titles
source: 窗口标题
ar: عناوين النوافذ
de: Fenstertitel
en: Window titles
es: Títulos de ventanas
fr: Titres des fenêtres
ja: ウインドウのタイトル
ko: 윈도우 제목
pt: Títulos das janelas
ru: Заголовки окон
tr: Pencere başlıkları
zh_hant: 視窗標題

# plugin.marketplace.network.domainsFormat
source: 网络域名：%@
ar: نطاقات الشبكة: %@
de: Netzwerkdomains: %@
en: Network domains: %@
es: Dominios de red: %@
fr: Domaines réseau : %@
ja: ネットワークドメイン：%@
ko: 네트워크 도메인: %@
pt: Domínios de rede: %@
ru: Сетевые домены: %@
tr: Ağ alan adları: %@
zh_hant: 網路網域：%@

# plugin.marketplace.network.none
source: 不访问网络
ar: لا يوجد وصول إلى الشبكة
de: Kein Netzwerkzugriff
en: No network access
es: Sin acceso a la red
fr: Aucun accès réseau
ja: ネットワークアクセスなし
ko: 네트워크 접근 없음
pt: Sem acesso à rede
ru: Без доступа к сети
tr: Ağ erişimi yok
zh_hant: 不存取網路

# plugin.marketplace.network.optional
source: 可选网络访问
ar: وصول اختياري إلى الشبكة
de: Optionaler Netzwerkzugriff
en: Optional network access
es: Acceso opcional a la red
fr: Accès réseau facultatif
ja: ネットワークアクセスは任意
ko: 선택적 네트워크 접근
pt: Acesso opcional à rede
ru: Необязательный доступ к сети
tr: İsteğe bağlı ağ erişimi
zh_hant: 選擇性網路存取

# plugin.marketplace.network.required
source: 需要网络访问
ar: يتطلب الوصول إلى الشبكة
de: Netzwerkzugriff erforderlich
en: Network access required
es: Requiere acceso a la red
fr: Accès réseau requis
ja: ネットワークアクセスが必要
ko: 네트워크 접근 필요
pt: Acesso à rede necessário
ru: Требуется доступ к сети
tr: Ağ erişimi gerekli
zh_hant: 需要網路存取

# plugin.marketplace.openSettings
source: 打开设置
ar: فتح الإعدادات
de: Einstellungen öffnen
en: Open Settings
es: Abrir ajustes
fr: Ouvrir les réglages
ja: 設定を開く
ko: 설정 열기
pt: Abrir ajustes
ru: Открыть настройки
tr: Ayarları Aç
zh_hant: 開啟設定

# plugin.marketplace.permission.accessibility
source: 辅助功能
ar: تسهيلات الاستخدام
de: Bedienungshilfen
en: Accessibility
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 손쉬운 사용
pt: Acessibilidade
ru: Универсальный доступ
tr: Erişilebilirlik
zh_hant: 輔助使用

# plugin.marketplace.permission.automation
source: 自动化
ar: التحكم التلقائي
de: Automation
en: Automation
es: Automatización
fr: Automatisation
ja: オートメーション
ko: 자동화
pt: Automação
ru: Автоматизация
tr: Otomasyon
zh_hant: 自動化

# plugin.marketplace.permission.calendarFullAccess
source: 日历完全访问权限
ar: الوصول الكامل إلى التقويم
de: Vollständiger Kalenderzugriff
en: Full Calendar Access
es: Acceso completo al calendario
fr: Accès complet au calendrier
ja: カレンダーへのフルアクセス
ko: 캘린더 전체 접근
pt: Acesso completo ao calendário
ru: Полный доступ к календарю
tr: Tam Takvim Erişimi
zh_hant: 行事曆完整取用

# plugin.marketplace.permission.full-disk-access
source: 完全磁盘访问权限
ar: الوصول الكامل إلى القرص
de: Festplattenvollzugriff
en: Full Disk Access
es: Acceso total al disco
fr: Accès complet au disque
ja: フルディスクアクセス
ko: 전체 디스크 접근 권한
pt: Acesso Total ao Disco
ru: Доступ к диску
tr: Tam Disk Erişimi
zh_hant: 完全取用磁碟

# plugin.marketplace.permission.inputMonitoring
source: 输入监控
ar: مراقبة الإدخال
de: Eingabeüberwachung
en: Input Monitoring
es: Monitorización de los dispositivos de entrada
fr: Surveillance de l’entrée
ja: 入力監視
ko: 입력 모니터링
pt: Monitoração de Entrada
ru: Мониторинг ввода
tr: Giriş İzleme
zh_hant: 輸入監控

# plugin.marketplace.permission.screen-recording
source: 录屏
ar: تسجيل الشاشة
de: Bildschirmaufnahme
en: Screen Recording
es: Grabación de pantalla
fr: Enregistrement de l’écran
ja: 画面収録
ko: 화면 기록
pt: Gravação de Tela
ru: Запись экрана
tr: Ekran Kaydı
zh_hant: 螢幕錄影

# plugin.marketplace.permission.system-audio-recording
source: 系统录音
ar: تسجيل صوت النظام
de: Aufnahme von Systemaudio
en: System Audio Recording
es: Grabación del audio del sistema
fr: Enregistrement des sons du système
ja: システムオーディオ録音
ko: 시스템 오디오 녹음
pt: Gravação do Áudio do Sistema
ru: Системная аудиозапись
tr: Sistem Sesi Kaydı
zh_hant: 系統錄音

# plugin.marketplace.retention.none
source: 不保留数据
ar: لا يتم الاحتفاظ بالبيانات
de: Keine Datenaufbewahrung
en: No data retained
es: No se conservan datos
fr: Aucune donnée conservée
ja: データを保持しない
ko: 데이터 보관 없음
pt: Nenhum dado retido
ru: Данные не сохраняются
tr: Veri saklanmıyor
zh_hant: 不保留資料

# plugin.marketplace.retention.session
source: 仅在当前会话保留
ar: تُحفظ لهذه الجلسة
de: Für diese Sitzung aufbewahrt
en: Kept for this session
es: Se conserva durante esta sesión
fr: Conservées pour cette session
ja: このセッション中保持
ko: 현재 세션 동안 보관
pt: Mantidos nesta sessão
ru: Хранятся в течение сеанса
tr: Bu oturum boyunca saklanır
zh_hant: 僅在本次工作階段保留

# plugin.marketplace.retention.until-disabled
source: 保留至停用
ar: تُحفظ حتى التعطيل
de: Bis zur Deaktivierung aufbewahrt
en: Kept until disabled
es: Se conserva hasta desactivarlo
fr: Conservées jusqu’à la désactivation
ja: 無効にするまで保持
ko: 비활성화할 때까지 보관
pt: Mantidos até desativar
ru: Хранятся до отключения
tr: Devre dışı bırakılana kadar saklanır

# plugin.marketplace.retention.until-uninstalled
source: 保留至卸载
ar: تُحفظ حتى إزالة الإضافة
de: Bis zur Deinstallation aufbewahrt
en: Kept until uninstalled
es: Se conserva hasta desinstalarlo
fr: Conservées jusqu’à la désinstallation
ja: アンインストールまで保持
ko: 제거할 때까지 보관
pt: Mantidos até desinstalar
ru: Хранятся до удаления
tr: Kaldırılana kadar saklanır
zh_hant: 保留至解除安裝

# plugin.marketplace.retention.user-controlled
source: 由你管理保留时间
ar: أنت تتحكم في الاحتفاظ بالبيانات
de: Sie bestimmen die Aufbewahrung
en: Retention controlled by you
es: Tú controlas la conservación
fr: Vous contrôlez la conservation
ja: 保持期間はユーザーが管理
ko: 사용자가 보관 기간 관리
pt: Você controla a retenção
ru: Срок хранения задаёт пользователь
tr: Veri saklama sizin denetiminizde
zh_hant: 由你管理保留時間

# plugin.marketplace.risk.confirmationRequired
source: 需要确认
ar: يتطلب تأكيدًا
de: Bestätigung erforderlich
en: Confirmation required
es: Requiere confirmación
fr: Confirmation requise
ja: 確認が必要
ko: 확인 필요
pt: Confirmação necessária
ru: Требуется подтверждение
tr: Onay gerekli
zh_hant: 需要確認

# plugin.marketplace.risk.safe
source: 低风险
ar: مخاطر منخفضة
de: Geringes Risiko
en: Low risk
es: Riesgo bajo
fr: Faible risque
ja: 低リスク
ko: 낮은 위험
pt: Baixo risco
ru: Низкий риск
tr: Düşük risk
zh_hant: 低風險

# plugin.marketplace.surface.action-grid
source: 操作网格
ar: شبكة الإجراءات
de: Aktionsraster
en: Action Grid
es: Cuadrícula de acciones
fr: Grille d’actions
ja: アクショングリッド
ko: 동작 그리드
pt: Grade de ações
ru: Сетка действий
tr: İşlem Izgarası
zh_hant: 操作網格

# plugin.marketplace.surface.app-intent
source: Siri 与快捷指令
ar: Siri والاختصارات
de: Siri und Kurzbefehle
en: Siri & Shortcuts
es: Siri y Atajos
fr: Siri et Raccourcis
ja: Siri とショートカット
ko: Siri 및 단축어
pt: Siri e Atalhos
ru: Siri и Команды
tr: Siri ve Kestirmeler
zh_hant: Siri 與捷徑

# plugin.marketplace.surface.automatic-rule
source: 自动化规则
ar: قاعدة أتمتة
de: Automatisierungsregel
en: Automation Rule
es: Regla de automatización
fr: Règle d’automatisation
ja: 自動化ルール
ko: 자동화 규칙
pt: Regra de automação
ru: Правило автоматизации
tr: Otomasyon Kuralı
zh_hant: 自動規則

# plugin.marketplace.surface.global-shortcut
source: 全局快捷键
ar: اختصار عام
de: Globale Tastenkombination
en: Global Shortcut
es: Atajo global
fr: Raccourci global
ja: グローバルショートカット
ko: 전역 단축키
pt: Atalho global
ru: Глобальное сочетание клавиш
tr: Genel Klavye Kısayolu
zh_hant: 全域快速鍵

# plugin.marketplace.surface.manual
source: 手动运行
ar: تشغيل يدوي
de: Manuelle Ausführung
en: Manual Run
es: Ejecución manual
fr: Exécution manuelle
ja: 手動実行
ko: 수동 실행
pt: Execução manual
ru: Ручной запуск
tr: Elle Çalıştırma
zh_hant: 手動執行

# plugin.marketplace.surface.run-link
source: Run Link
ar: رابط تشغيل
de: Ausführungslink
es: Enlace de ejecución
fr: Lien d’exécution
ko: 실행 링크
pt: Link de execução
ru: Ссылка запуска
tr: Çalıştırma Bağlantısı

# plugin.marketplace.surface.trackpad-gesture
source: 触控板手势
ar: إيماءة لوحة التعقب
de: Trackpad-Geste
en: Trackpad Gesture
es: Gesto del trackpad
fr: Geste du trackpad
ja: トラックパッドのジェスチャ
ko: 트랙패드 제스처
pt: Gesto do trackpad
ru: Жест трекпада
tr: İzleme Dörtgeni Hareketi
zh_hant: 觸控板手勢

# plugin.marketplace.surface.unified-search
source: 命令面板
ar: لوحة الأوامر
de: Befehlspalette
en: Command Palette
es: Paleta de comandos
fr: Palette de commandes
ja: コマンドパレット
ko: 명령 팔레트
pt: Paleta de comandos
ru: Палитра команд
tr: Komut Paleti

# plugin.marketplace.surface.workflow
source: 工作流
ar: سير عمل
de: Workflow
en: Workflow
es: Flujo de trabajo
fr: Workflow
ja: ワークフロー
ko: 워크플로
pt: Fluxo de trabalho
ru: Рабочий процесс
tr: İş Akışı
zh_hant: 工作流程

# plugin.panel.switch
source: 开关
ar: مفتاح تبديل
de: Schalter
en: Switch
es: Interruptor
fr: Interrupteur
ja: スイッチ
ko: 스위치
pt: Interruptor
ru: Переключатель
tr: Aç/Kapat
zh_hant: 開關

# plugin.shortcut.conflictChanged
source: 快捷键分配已更改，请重试。
ar: تغيّرت تعيينات الاختصارات. حاول مرة أخرى.
de: Die Zuweisungen der Tastenkombinationen wurden geändert. Versuchen Sie es erneut.
en: Shortcut assignments changed. Try again.
es: Las asignaciones de atajos cambiaron. Inténtalo de nuevo.
fr: Les raccourcis ont changé. Réessayez.
ja: ショートカットの割り当てが変更されました。もう一度お試しください。
ko: 단축키 할당이 변경되었습니다. 다시 시도하세요.
pt: Os atalhos mudaram. Tente novamente.
ru: Назначения сочетаний клавиш изменились. Повторите попытку.
tr: Klavye kısayolu atamaları değişti. Yeniden deneyin.
zh_hant: 快速鍵指派已變更，請再試一次。

# plugin.shortcut.saveFailed
source: 无法保存快捷键。
ar: تعذّر حفظ الاختصار.
de: Die Tastenkombination konnte nicht gespeichert werden.
en: The shortcut could not be saved.
es: No se pudo guardar el atajo.
fr: Impossible d’enregistrer le raccourci.
ja: ショートカットを保存できませんでした。
ko: 단축키를 저장할 수 없습니다.
pt: Não foi possível salvar o atalho.
ru: Не удалось сохранить сочетание клавиш.
tr: Klavye kısayolu kaydedilemedi.
zh_hant: 無法儲存快速鍵。
